<div class="container">
  <h1>Как меня найти</h1>
  <p>Vk: @drofva</p>
  <p>Tg: @drofva</p>
  <p>Inst: @drofva</p>

  <h1>О сайте</h1>
  <p>Сайт создан при обучении по программе "Код будущего"</p>
  <p>во фреймворке SvelteJS, сохранён на GitHub, и</p>
  <p>опубликован на хостинге Netlify</p>
  
  <h1>Благодарности</h1>
  <p>Хотелось бы выразить благодарность создателям данного курса.</p>
  <p>Было очень познавательно и интересно узнать как разрабатываются сайты.</p>
  <p>Также спасибо моим одногрупникам, которые всегда приходили на помощь при решении сложных задач.</p>
  <p>Отдельное спасибо нашему преподавателю - Владимиру Николаевичу.</p>
  <p>Столько времени и сил он потратил на нас, что ни в сказке сказать, ни пером описать.</p>
  <p>Надеюсь, что обучение в этом курсе, всем нам поможет при поступлении, да и вообще в жизни.</p>
  <p>Будем иногда заходить к нему и неустанно благодарить за науку.</p>
  <p>И, если данные курсы продолжатся, то с завистью смотреть на его новых учеников,</p>
  <p>ведь мы были у него первыми!</p>
  <p>И у них, этих счастливчиков, все будет только впереди!</p>
</div>

<style>
  .container {
    margin: 50px auto;
    max-width: 800px;
    padding: 0 20px;
  }
</style>
